{
  "facts": [
    "A crocodile cannot stick its tongue out.",
    "Your thumb is about the same length as your nose.",
    "Bananas are technically berries.",
    "The shortest war in history took place between Britain and Zanzibar, Zanzibar surrendered after thirty-eight minutes.",
    "Continents move about the same rate as your fingernails grow.",
    "The adult human body is made up of a lot, a lot of atoms.",
    "A newborn kangaroo is about one inch tall.",
    "Some cats are allergic to people.",
    "Some turtles can breathe through their bottoms.",
    "More than half the people in the world have never made or received a phone call.",
    "Humans share half of their DNA with bananas.",
    "A jiffy is an actual unit of time for a fraction of a second.",
    "The total weight of all ants on Earth is greater than the total weight of all humans on the planet.",
    "The shortest sentence in English is 'I am'.",
    "Wombat droppings are cube-shaped.",
    "You are more likely to catch a computer virus from visiting religious sites than porn sites.",
    "An average person gets the chance to recycle many cans in their lifetime.",
    "A cloud can weigh more than a million pounds.",
    "If you shuffle a deck of cards, it's likely the new order of cards has never existed before.",
    "Venus is the only planet that spins clockwise.",
    "There's enough DNA in an average person's body to stretch from the sun to Pluto and back, seventeen times.",
    "In the Caribbean, there are oysters that can climb trees.",
    "Starfish can regrow their arms.",
    "In fact, a single arm can regenerate an entire body.",
    "The largest snowflake ever recorded was fifteen inches in diameter.",
    "The average person will spend six months of their life waiting for red lights to turn green.",
    "Bees sometimes sting other bees.",
    "Cashews grow on trees.",
    "A shark is the only fish that can blink with both eyes.",
    "Our eyes are always the same size from birth, but our nose and ears never stop growing.",
    "The average person falls asleep in seven minutes.",
    "Snails can sleep three years without eating.",
    "The average person walks the equivalent of five times around the world in a lifetime.",
    "Most American car horns honk in the key of F.",
    "Blue whales' tongues are so large that fifty people could stand on them.",
    "An ostrich's eye is bigger than its brain.",
    "The three most common languages in the world are Mandarin, Spanish, and English.",
    "M&M's stands for Mars and Murrie's, the last names of the candy's founders.",
    "Humpback whales create the loudest sound of any living creature.",
    "Armadillos, opossums, and sloths spend about four-fifths of their lives sleeping.",
    "It takes about two years to grow a pineapple.",
    "Some worms will eat themselves if they can't find any food.",
    "Dolphins sleep with one eye open.",
    "A snail can sleep for three years.",
    "The inventor of the Frisbee was cremated and made into Frisbees after he died.",
    "In Uganda, half the population is under fifteen years old.",
    "Queen Elizabeth II is a trained mechanic.",
    "The smallest bones in the human body are in your ear.",
    "Polar bears have black skin.",
    "Cows have best friends.",
    "Polar bears could eat as many as eighty-six penguins in a single sitting if they lived in the same place.",
    "Ketchup was used as a medicine in the nineteenth century.",
    "You are born with three hundred bones, by the time you are an adult you have two hundred and six.",
    "Nearly three percent of the ice in Antarctic glaciers is penguin urine.",
    "The Battle of Hastings didn't take place in Hastings.",
    "Fifteen percent of the air you breathe in a metro station is human skin.",
    "There are more plastic flamingos in the USA than real ones.",
    "Pluto technically isn't even a year old, a year on Pluto lasts four hundred and eighty-eight Earth years.",
    "Bob Marley's last words to his son before he died were 'Money can't buy life'.",
    "Octopuses lay fifty-six thousand eggs at a time.",
    "The Twitter bird actually has a name, it is Larry.",
    "Polar bears could eat as many as eighty-six penguins in a single sitting.",
    "King Henry VIII slept with a gigantic axe beside him.",
    "An eagle can kill a young deer and fly carrying it.",
    "In the seventeenth century, almost half the children in England died before their fifth birthday.",
    "A lion's roar can be heard from five miles away.",
    "Saint Lucia is the only country in the world named after a woman.",
    "The Twitter bird's official name is Larry.",
    "Almost two thousand people have tripped over a laundry basket and ended up in A&E.",
    "An individual blood cell takes about sixty seconds to make a complete circuit of the body.",
    "On average, a four-year-old child asks four hundred and thirty-seven questions a day.",
    "The total number of steps in the Eiffel Tower are one thousand six hundred and sixty-five."
    ]
}
